{
  "information": [
    {
      "header": "Information Security Governance",
      "title": "Desiging",
      "infoBody": "IT security governance is the system by which an organization directs and controls IT security (adapted from ISO 38500). IT security governance should not be confused with IT security management. IT security management is concerned with making decisions to mitigate risks; governance determines who is authorized to make decisions. Governance specifies the accountability framework and provides oversight to ensure that risks are adequately mitigated, while management ensures that controls are implemented to mitigate risks.\n ",
      "sources": [
        "“Information Security Governance,” www.educause.edu. https://www.educause.edu/focus-areas-and-initiatives/policy-and-security/cybersecurity-program/resources/information-security-guide/toolkits/information-security-governance"
      ]
    },
    {
      "header": "Information Security Governance",
      "title": "Gaining Support",
      "infoBody": "The first thing you must do is ensure that your cyber security staff have the support they need. Security teams often feel that they’re not given a sufficient budget or that senior staff don’t listen to their requests.These problems stem from the fact that senior leadership generally lack technical know-how of cyber security, which would otherwise help them understand why the team is making their requests.As a result, board members tend to view cyber security as an operational cost and overlook the benefits of investing in it.That is to say, an organisation with an effective security program will not only have fewer data breaches but will also run more smoothly, with employees following best practices and avoiding mistakes. Indeed, it’s worth emphasising that although cyber security is generally considered the IT team, its influence reaches the entire organisation.",
      "sources": ["L. Irwin, “5 ways to improve your information security,” IT Governance UK Blog, 11-Feb-2021. [Online]. Available: https://www.itgovernance.co.uk/blog/5-ways-to-improve-your-information-security. [Accessed: 19-Apr-2023]."]
    },
    {
      "header": "Information Security Governance",
      "title": "Implementing",
      "infoBody": "b",
      "sources": ["b"]
    },
    {
      "header": "Information Security Risk Management",
      "title": "Risk Identifying",
      "infoBody": "b",
      "sources": ["b"]
    },
    {
      "header": "InformationSecurity Risk Management",
      "title": "Risk Analysis",
      "infoBody": "blah",
      "sources": ["blah"]
    },
    {
      "header": "Incident Management",
      "title": "Planning",
      "infoBody": "A sufficient incident response plan offers a course of action for all significant incidents. Some incidents lead to massive network or data breaches that can impact your organization for days or even months. When a significant disruption occurs, your organization needs a thorough, detailed incident response plan to help IT staff stop, contain, and control the incident quickly. For physical disruptors, such as natural disasters and flooding, create a disaster recovery plan.\nAn incident recovery team is the group of people assigned to implement the incident response plan. Generally, these are members of the IT staff who collect, preserve, and analyze incident-related data. Your IT staff may need to work with lawyers and communications experts to make sure that legal obligations are met.\n",
      "sources": ["Cisco Security Incident Response. 2019"]
    },
    {
      "header": "Incident Management",
      "title": "Readiness",
      "infoBody": "b",
      "sources": ["b"]
    },
    {
      "header": "Incident Management",
      "title": "Response",
      "infoBody": "b",
      "sources": ["b"]
    },
    {
      "header": "Modern Exploit Techniques",
      "title": "IoT Exploits",
      "infoBody": "b",
      "sources": ["b"]
    },
    {
      "header": "Moden Exploit Tecniques",
      "title": "SQL Injection",
      "infoBody": "An SQL injection (SQLi) is a web security vulnerability that allows an attacker to interfere with the queries that an application makes to its database. It generally allows an attacker to view data that they are not normally able to retrieve. This might include data belonging to other users, or any other data that the application itself is able to access. In many cases, an attacker can modify or delete this data, causing persistent changes to the application's content or behavior. \nIn some situations, an attacker can escalate a SQL injection attack to compromise the underlying server or other back-end infrastructure, or perform a denial-of-service attack.\n**SQL Injection Examples:**\nThere are a wide variety of SQL injection vulnerabilities, attacks, and techniques, which arise in different situations. Some common SQL injection examples include:\n - Retrieving hidden data, where you can modify a SQL query to return additional results.\n  - Subverting application logic, where you can change a query to interfere with the application's logic.\n  - UNION attacks, where you can retrieve data from different database tables.\n  - Examining the database, where you can extract information about the version and structure of the database.\n  - Blind SQL injection, where the results of a query you control are not returned in the application's responses.",
      "sources": [
        "“What is SQL Injection? Tutorial & Examples,” Portswigger.net. [Online]. Available: https://portswigger.net/web-security/sql-injection. [Accessed: 19-Apr-2023]."
      ]
    },
    {
      "header": "Moden Exploit Techniques",
      "title": "Wireless Networks",
      "infoBody": "b",
      "sources": ["b"]
    },
    {
      "header": "Modern Exploit Techniques",
      "title": "Evading IDS, Firewalls and Honeypots",
      "infoBody": "bb",
      "sources": ["bb"]
    },
    {
      "header": "Malware Analysis & Identification",
      "title": "Trojans, Viruses and Worms",
      "infoBody": "b",
      "sources": ["bb"]
    },
    {
      "header": "Malware Analysis & Identification",
      "title": "Aanalysing Malware",
      "infoBody": "b",
      "sources": ["bb"]
    },
    {
      "header": "Malware Analysis & Identification",
      "title": "Identification",
      "infoBody": "bb",
      "sources": ["bb"]
    },
    {
      "header": "Cyber Risk and The Law",
      "title": "UK Legislation",
      "infoBody": "b",
      "sources": ["b"]
    }
  ]
}
